Repository: Gonn01/purchase-manager
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# pageIdentificationEnterYourCode
source: Enter the code
es: Ingrese el código

# pageIdentificationEnterTheCompanyCode
source: Enter the company code assigned to you
es: Ingrese el código de empresa que le han asignado

# pageLoginAskForLocationWhenInUsePermission
source: Lightdata app collects location data to enable positioning of shipments and possible routing of deliveries even when the app is closed or not in use.
es: Lightdata es una aplicación que recopila datos de ubicación para habilitar el posicionamiento de los paquetes y el armado de rutas posibles de las entregas, incluso cuando la aplicación está cerrada o no está en uso.

# pageLoginAskForLocationAlwaysPermission
source: Lightdata is an application that will collect the cell phone location in the background to offer a better work tool. This way, the position of the shipment will be known at all times.
es: Lightdata es una aplicación que recolectará la ubicación del celular en segundo plano para ofrecer una mejor herramienta de trabajo. De esta manera, se sabrá la posición del paquete en todo momento.

# pageLoginAskForPermissions
source: Lightdata app collects location data to: - Enable positioning of shipments and routing of deliveries. - Provide a better work tool by tracking the shipment location in real time. This data is collected even when the app is closed or not in use.(background) Learn more about how we use your location data in our
es: Lightdata recopila datos de ubicación para: - Permitir la ubicación de los envíos y el enrutamiento de las entregas. - Proporcionar una mejor herramienta de trabajo al rastrear la ubicación de los envíos en tiempo real. Estos datos se recopilan incluso cuando la aplicación está cerrada o no se está utilizando.(background) Obtén más información sobre cómo usamos tus datos de ubicación en nuestra

# pageLoginBadCredentials
source: Bad credentials
es: Credenciales incorrectas

# pageLoginProCourrierError
source: We have another app for Pro Courrier, please download it from the store.
es: Tenemos otra app para Pro Courrier, por favor descargala desde la play store

# pageHomeTitle
source: Shipments from
es: Paquetes de

# pageHomeOptionShipmentsDeliveredToday
source: Shipments delivered today
es: Paquetes entregados hoy

# pageHomeOptionTodaysAssignedShipments
source: Todays assigned shipments
es: Paquetes asignados hoy

# pageHomeOptionShipmentsOnTheWay
source: On the way
es: Paquetes en camino

# pageHomeOptionClosedShipments
source: Closed shipments
es: Paquetes cerrados

# pageHomeOptionPendingShipments
source: Pending shipments
es: Paquetes pendientes

# pageHomeStartRoute
source: Start route
es: Comenzar ruta

# pageHomeFinishRoute
source: Finish route
es: Finalizar ruta

# pageQrScanInvalidQR
source: QR code not valid
es: QR inválido

# pageQrScanSuccess
source: Success scanning QR
es: Carga realizada con éxito

# pageQrMenuTitle
source: Select a QR reader
es: Selecciona un lector de QR

# pageQrMenuOptionToProcessingPlant
source: To processing plant
es: A planta

# pageQrMenuOptionCollect
source: Collect
es: Colecta

# pageQrMenuOptionReadQr
source: Read QR
es: Leer QR

# pageQrMenuOptionAssign
source: Assign
es: Asignación

# pageQrMenuOptionShipmentInformation
source: Shipment information
es: Información del envío

# pageQrMenuOptionEnterFlex
source: Enter flex
es: Ingresar flex

# pageQrCollectCollectedTodayByMe
source: Retired today by me
es: Retirados hoy por mi

# pageQrProccessingPlantTodayForMeInTheDay
source: Today for me in the day
es: Hoy por mi en el día

# pageQrProccessingPlantCustomerToday
source: Customer today
es: Hoy del cliente

# pageQrProccessingPlantMissings
source: Missings at the entrance floor today ({clientName})
es: Faltantes a planta de ingreso hoy ({clientName})

# pageQrReadNow
source: Read now
es: Leidos ahora

# pageQrScanTheQR
source: Scan the QR
es: Escanea el QR

# pageQrDeliveryArea
source: Delivery area
es: Zona de entrega

# pageQrReadQRDni
source: Read QR DNI
es: Leer QR DNI

# pageQrSaveVisit
source: Save visit
es: Guardar visita

# pageQrRegisterVisit
source: Register visit
es: Registrar visita

# pageQrSelfAssign
source: Self-assign
es: Auto-asignar

# pageQrCollectTotalToCollectClient
source: Total to withdraw customer
es: Total a retirar cliente

# pageQrCollectToCollectToday
source: To collect today
es: A colectar hoy

# pageQrCollectCollectedToday
source: Collected today
es: Colectados hoy

# pageFiltersApplyFilters
source: Apply filters
es: Aplicar filtros

# pageFiltersCleanFilters
source: Clean filters
es: Limpiar filtros

# pageFiltersRecipientName
source: Recipient name
es: Nombre Destinatario

# pageFiltersClientName
source: Client name
es: Nombre cliente

# pageShipmentProductsOrderedAmount
source: Orderer amount
es: Cantidad pedida

# pageShipmentProductsLastReading
source: Last reading
es: Última lectura

# pageShipmentAssignmentAmountOfShipmentsAssignedToday
source: Shipments assigned today
es: Paquetes asignados hoy

# pageShipmentAssignmentChooseADriver
source: Choose a driver
es: Elegir un chofer

# pageMapsGenerateRoutes
source: Generate routes
es: Generar rutas

# pageMapsGeolocate
source: Geolocate
es: Geolocalizar

# pageMapsCardDataItemNumberOfShipmentsGeolocated
source: Total of shipments geolocated
es: Total de paquetes geolocalizados

# pageMapsCardDataItemNumberOfShipmentsWithoutGeolocation
source: Total of shipments without geolocation
es: Total de paquetes sin geolocalizar

# pageMapsCardDataItemDistanceInKm
source: Distance in kilometers
es: Cantidad de kilometros

# pageMapsCardDataItemDistanceTime
source: Distance time
es: Tiempo de distancia

# pageMapsDepot
source: Depot
es: Depósito

# pageMapsLastShipment
source: Last shipment
es: Último envío

# pageMapsMyCurrentLocation
source: My current location
es: Mi ubicación actual

# pageMapsShipmentsWithoutGeolocate
source: Shipments without geolocate
es: Hay envíos sin geolocalizar

# pageMapsAlertYouHaveToSelectAShipment
source: You have to select one of the shipments to generate the route.
es: Tenes que seleccionar uno de los envíos para generar la ruta.

# pageMapsAvoidHighways
source: Avoid highways
es: Evitar autopistas

# pageMapsAvoidTollways
source: Avoid tollways
es: Evitar peajes

# pageMapsChooseWhereToFinish
source: Choose where to finish
es: Elegir donde finalizar

# pageMapsChooseWhereToStart
source: Choose where to start
es: Elegir donde comenzar

# pageMapsSelectALocation
source: Select a location
es: Tenes que seleccionar un punto en el mapa

# pageMapsNoGeolocatedShipments
source: No geolocated shipments
es: No hay envíos geolocalizados

# pageMapsRouteGeneratedCorrectly
source: Route generated correctly
es: Ruta generada correctamente

# pageProfileForgetSession
source: Forget session
es: Olvidar todo

# pageProfileProfilePicture
source: Profile picture
es: Foto de perfil

# pageProfileDeletePictureConfirmation
source: Are you sure you want to delete this picture?
es: ¿Estás seguro de que queres eliminar esta foto?

# pageProfileIntegrationsLinks
source: Integrations links
es: Links integraciones

# pageProfileAreYouSureThatYouWantToDeleteCache
source: Are you sure that you want to delete cache?
es: ¿Estás seguro de que queres eliminar el caché?

# pageProfileClearCache
source: Clear cache
es: Limpiar caché

# pageProfileProfilePictureChangedSuccessfully
source: Profile picture changed successfully
es: Foto de perfil cambiada con éxito

# pageProfileChangePassword
source: Change password
es: Cambiar contraseña

# pageProfileSuccessEditingPersonalData
source: Success editing personal data
es: Datos personales editados con éxito

# pageProfileChangeIcon
source: Change icon
es: Cambiar icono

# pageRegisterVisitAddObservations
source: Add observations
es: Agregar observaciones

# pageRegisterVisitDNIOfTheRecipient
source: Receiver's DNI
es: DNI Recibe

# pageRegisterVisitRUTOfTheRecipient
source: Receiver's RUT
es: RUT Recibe

# pageRegisterVisitCCOfTheRecipient
source: Receiver's C.C.
es: C.C. Recibe

# pageRegisterVisitNameOfTheRecipient
source: Name of the recipient
es: Nombre quien recibe

# pageRegisterVisitRegisterVisit
source: Register visit
es: Registrar Visita

# pageRegisterVisitImageLimitAlert
source: You have reached the image limit
es: Has alcanzado el límite de imágenes

# pageRegisterVisitSuccess
source: Visit registered successfully
es: Visita registrada con éxito

# pageRegisterVisitUploadingImages
source: Uploading images...
es: Subiendo imágenes...

# pageRegisterVisitErrorRequiredImage
source: You must add at least one image
es: Es necesario agregar una imagen

# pageShipmentDetailsWithoutObservations
source: Without observations
es: Sin observaciones

# pageShipmentDetailsIdShipment
source: Shipment ID
es: ID envío

# pageShipmentDetailsIdSale
source: Sale ID
es: ID venta

# pageShipmentDetailsTotalToClaim
source: Total to claim
es: Total a cobrar

# pageShipmentDetailsWhoRecibeTheShipment
source: Package recipient is the buyer
es: Recibe el paquete titular de la compra

# pageShipmentDetailsNoLocationOfShipment
source: No shipment location of shipment
es: No se ha proporcionado la ubicación

# pageShipmentListTotalShipments
source: Total of shipments shown
es: Total paquetes visualizados

# pageShipmentListNoShipmentsAvailable
source: No shipments available
es: No hay paquetes disponibles

# pageShipmentListTheShipmentDoesntHavePhoneNumber
source: This shipment does not have a phone number assigned.
es: Este envío no tiene un numero de telefono asignado

# pageShipmentListShipmentProximoAEntregar
source: Next to deliver
es: Próximo a entregar

# pageShipmentListTodaysPackagesAreNotBeingShown
source: Today's packages are not being shown
es: No se están mostrando paquetes de hoy

# pageSettlementsNoSettlements
source: No settlements available
es: No hay liquidaciones disponibles

# pageSettlementsShipmentAddress
source: Shipment address
es: Dirección envío

# pageSettlementsWhoLiquidate
source: Who liquidate
es: Quien liquido

# pageSettlementsLiquidateDate
source: Liquidate date
es: Fecha liquidación

# pageSettlementsNoShipmentAvailable
source: No shipments available
es: No hay envíos disponibles

# pageSettlementsNumbersOfTrips
source: Number of trips
es: Cantidad de viajes

# pageAppConfiguration
source: App configuration
es: Configuración de la aplicación

# pageAppConfigurationDefaultRegisterVisitStates
source: Default register visit states
es: Estados por defecto para registrar visitas

# pageAppConfigurationChangeGeoDriversHoursStartHour
source: Start hour
es: Hora de inicio

# pageAppConfigurationChangeGeoDriversHoursEndHour
source: End hour
es: Hora de fin

# pageAppConfigurationChangeGeoDriversHours
source: Change geodrivers hours
es: Cambiar horas de geolocalización de choferes

# pageAppConfigurationCheckPermissions
source: Check permissions
es: Verificar permisos

# pageCheckPermissionsAlreadyAllowed
source: Permissions already granted
es: Los permisos ya están otorgados

# pageCheckPermissionsAlreadyAllowedDescription
source: The permissions are already granted
es: Los permisos ya han sido otorgados

# pageAppConfigurationCheckPermissionsAllowed
source: Permissions granted
es: Permisos otorgados correctamente

# pageCheckPermissionsAllowedDescription
source: The permission has been granted successfully
es: Los permisos han sido otorgados

# pageAppConfigurationCheckPermissionsDenied
source: Permissions denied
es: Permisos denegados

# pageAppConfigurationNewWhatsappMessages
source: New whatsapp messages available
es: Nuevos mensajes de Whatsapp disponibles

# pageCollectCurrentRoute
source: Current route
es: Ruta actual

# pageCollectToCollect
source: To collect
es: Colectar

# pageCollectCollectList
source: Collect list
es: Listado de colectas

# pageCollectSettlementList
source: Settlement list
es: Listado de liquidaciones

# pageCollectShipmentList
source: Shipment list
es: Listado de envíos

# pageCollectCollectDetails
source: Collect details
es: Detalles de la colecta

# pageCollectSellerDetails
source: Seller details
es: Detalles del vendedor

# pageCollectSettlementDate
source: Settlement date
es: Fecha de liquidación

# pageCollectSettlementRange
source: Settlement range
es: Rango de liquidación

# pageCollectSettlementDetails
source: Settlement details
es: Detalles de liquidación

# pageCollectTotalToCollect
source: Total collect's
es: Total colectas

# pageCollectTotalClients
source: Total clients
es: Total clientes

# pageCollectTotalClientsToCollect
source: Total clients to collect
es: Total de clientes a colectar

# pageCollectNotEveryClientIsGeolocalized
source: Not every client is geolocalized
es: No todos los clientes están geolocalizados

# bottomNavigationBarOptionHome
source: Home
es: Inicio

# bottomNavigationBarOptionShipments
source: Shipments
es: Paquetes

# bottomNavigationBarOptionMaps
source: Maps
es: Mapas

# bottomNavigationBarOptionProfile
source: Profile
es: Perfil

# bottomNavigationBarOptionSettings
source: Settings
es: Configuración

# bottomNavigationBarOptionMySettlements
source: My settlements
es: Mis liquidaciones

# bottomNavigationBarOptionLogout
source: Logout
es: Cerrar sesión

# stateCollected
source: Collected
es: Retirado

# stateAtProcessingPlant
source: At processing plant
es: En planta de procesamiento

# stateAtProcessingPlant2
source: At processing plant 2
es: En planta de procesamiento 2

# stateOnTheWay
source: On the way
es: En camino

# stateReturningToProcessingPlant
source: Returning To Processing Plant
es: Volviendo a la planta de procesamiento

# stateDelivered
source: Delivered
es: Entregado

# stateNobody
source: Nobody
es: Nadie en casa

# stateToBeCollected
source: To be collected
es: A retirar

# stateCanceled
source: Canceled
es: Cancelado

# stateDeliveredSecondVisit
source: Delivered second visit
es: Entregado 2da visita

# stateNobodySecondVisit
source: Nobody second visit
es: Nadie en casa 2da visita

# stateOnTheWaySecondVisit
source: On the way second visit
es: En camino 2da visita

# stateOnTheWayRescheduled
source: On the way rescheduled
es: En camino reprogramado

# stateNotDelivered
source: Not delivered
es: No entregado

# stateReturnedToClient
source: Returned to client
es: Devuelto al cliente

# stateRejectedByClient
source: Rejected by client
es: Rechazado por el comprador

# stateOnTheWayThirdVisit
source: On the way third visit
es: En camino 3ra visita

# stateDeliveredThirdVisit
source: Delivered third visit
es: Entregado 3ra visita

# stateNobodyThirdVisit
source: Nobody third visit
es: Nadie en casa 3ra visita

# stateDeliveredPickupPoint
source: Delivered pickup point
es: Entregado en punto de retiro

# languageSpanish
source: Spanish
es: Español

# languageEnglish
source: English
es: Inglés

# languagePortuguese
source: Portuguese
es: Portugues

# commonUser
source: User
es: Usuario

# commonFilter
source: Filter
es: Filtrar

# commonLogin
source: Login
es: Ingresar

# commonToday
source: Today
es: Hoy

# commonClose
source: Close
es: Cerrar

# commonGenerate
source: Generate
es: Generar

# commonUbication
source: Location
es: Ubicación

# commonSaveImage
source: Save Image
es: Cargar imagen

# commonAddImage
source: Add Image
es: Agregar imagen

# commonDeleteImage
source: Delete Image
es: Eliminar imagen

# commonSave
source: Save
es: Guardar

# commonUserName
source: User name
es: Nombre de usuario

# commonContact
source: Contact
es: Contacto

# commonCompany
source: Company
es: Empresa

# commonAccept
source: Accept
es: Aceptar

# commonDriver
source: Driver
es: Chofer

# commonDelete
source: Delete
es: Eliminar

# commonLoad
source: Load
es: Cargar

# commonHome
source: Home
es: Inicio

# commonCamera
source: Camera
es: Cámara

# commonGallery
source: Gallery
es: Galería

# commonHistory
source: History
es: Historial

# commonState
source: State
es: Estado

# commonStates
source: States
es: Estados

# commonLocation
source: Location
es: Localidad

# commonAddress
source: Address
es: Dirección

# commonDate
source: Date
es: Fecha

# commonDateFrom
source: Date from
es: Fecha desde

# commonDateTo
source: Date to
es: Fecha hasta

# commonObservations
source: Observations
es: Observaciones

# commonClient
source: Client
es: Cliente

# commonTracking
source: Tracking
es: Seguimiento

# commonSettlements
source: Settlements
es: Liquidaciones

# commonSelectADate
source: Select a date
es: Selecciona una fecha

# commonPersonalData
source: Personal data
es: Datos personales

# commonMyData
source: My data
es: Mis datos

# commonAssign
source: Assign
es: Asignar

# commonVariation
source: Variaci√≥n
es: Variation

# commonSource
source: Source
es: Origen

# commonImportant
source: Important
es: Importante

# commonIncorrectCode
source: Incorrect code
es: Código incorrecto

# commonBack
source: Back
es: Volver

# commonHouse
source: House
es: Casa

# commonSelect
source: Select
es: Seleccionar

# commonSync
source: Sync
es: Sincronizado

# commonWithoutSync
source: Unsynced
es: No sincronizado

# commonNumber
source: Number
es: Número

# commonAdd
source: Add
es: Agregar

# commonCancel
source: Cancel
es: Cancelar

# commonSaved
source: Saved
es: Guardado

# commonFeatNotAvailableTitle
source: Feature not available
es: Funcionalidad no disponible

# commonFeatNotAvailableDescription
source: This feature is not available in this version of the app.
es: Esta funcionalidad no se encuentra disponible en esta versión de la aplicación

# commonInformationSavedSuccessfully
source: Your information has been saved successfully
es: Su información se ha guardado correctamente

# commonOops
source: Oops
es: Ups

# commonNoMovements
source: No movements to show
es: No hay movimientos

# commonAccounts
source: Accounts
es: Cuentas

# commonHi
source: Hi
es: Hola

# commonConfirm
source: Confirm
es: Confirmar

# commonAdmitted
source: Admitted
es: Ingresados

# commonSeconds
source: Seconds
es: Segundos

# commonIUnderstand
source: I understand
es: Entiendo

# commonPassword
source: Password
es: Contraseña

# commonOf
source: of
es: de

# commonNoInternet
source: No internet connection
es: No hay conexión a internet

# commonNoAvailableWithoutInternet
source: This feature is not available without an internet connection.
es: Esta funcionalidad no está disponible sin conexión a internet. Por favor, conéctese a una red y vuelva a intentarlo.

# commonErrorText
source: An error has occurred, please try deleting the cache and logging in again. If the problem persists, please contact support.
es: Ha ocurrido un error, intente eliminando el cache de la aplicación y iniciando sesión nuevamente, si el problema persiste contacte a soporte.

# commonShipment
source: Shipment
es: Envío

# commonVersion
source: Version
es: Versión

# commonCurrentPassword
source: Current password
es: Contraseña actual

# commonNewPassword
source: New password
es: Nueva contraseña

# commonRepeatNewPassword
source: Repeat new password
es: Repetir nueva contraseña

# commonSuccess
source: Success
es: Éxito

# commonChange
source: Change
es: Cambiar

# commonBranch
source: Branch
es: Sucursal

# commonNow
source: Now
es: Ahora

# commonNotifications
source: Notifications
es: Notificaciones

# commonCollect
source: Collect
es: Colecta

# commonStart
source: Start
es: Iniciar

# commonSavedWithoutConnection
source: Saved without connection
es: Guardado sin conexión

# commonRefresh
source: Refresh
es: Refrescar

# commonUnAssign
source: Unassign
es: Desasignar

# commonSynchronizing
source: Synchronizing data {current} of {total}
es: Sincronizando {current} de {total}

# commonWhitoutInformation
source: No information
es: Sin información

# commonRegenerate
source: Regenerate
es: Regenerar

# commonNoShipmentsAvailable
source: No shipments available
es: No hay envíos disponibles

# commonAmountToCharge
source: Amount to charge
es: Monto a cobrar

# commonAllowPermissions
source: Allow permissions
es: Permitir permisos
